[
  {
    "reviewerName": "Marilyn Medina",
    "rating": 5,
    "date": "a week ago",
    "reviewText": "We had a fantastic time visiting the National Museum of American History! There are so many interesting and fun things to see, offering a great experience for all ages. One of the convenient things we found is that you don't necessarily … More"
  },
  {
    "reviewerName": "Mary Anne Meade",
    "rating": 5,
    "date": "3 weeks ago",
    "reviewText": "Fantastic day!  I haven’t been here for a number of years and it remains amazing! The exhibits are well done and beautifully displayed! The cafeteria food was fantastic and worth a stop there. The staff is very knowledgeable and friendly. I … More"
  },
  {
    "reviewerName": "daniel zhang",
    "rating": 5,
    "date": "2 weeks ago",
    "reviewText": "This museum is part of Smithsonian system, located on the National Mall, it is free and there is no need for appointment,  it opens all year round except christmas day. There are tons of exhibits showcasing American history on music, … More"
  },
  {
    "reviewerName": "Nea Bacolod",
    "rating": 5,
    "date": "2 months ago",
    "reviewText": "The Smithsonian National Museum is an incredible experience! I was especially amazed by the giant elephant display in the center — it’s absolutely huge and such an impressive sight. Another highlight for me was the evolution of man exhibit, … More"
  },
  {
    "reviewerName": "Regina Brown",
    "rating": 5,
    "date": "2 weeks ago",
    "reviewText": "We had a great experience at the Smithsonian National Museum of Natural History! Entry was a bit chaotic if you arrive before opening because there’s no clear line, but things moved quickly thanks to the efficient staff getting everyone … More"
  },
  {
    "reviewerName": "Taylor Morgan",
    "rating": 4,
    "date": "3 weeks ago",
    "reviewText": "I'll be honest, skip everything else and go straight to the third floor. That's where most of the most popular pieces are. For comparison, the bottom floor where the trains and mechanical/electrical exhibits had just about no one there. We … More"
  },
  {
    "reviewerName": "Grace Marchello",
    "rating": 5,
    "date": "2 months ago",
    "reviewText": "I am simply in awe on how many incredible pieces this museum houses- you cannot see everything all in one day. Every time you come back you discover something new! … More"
  },
  {
    "reviewerName": "Kendrick Bui",
    "rating": 5,
    "date": "2 months ago",
    "reviewText": "The museum is full of great works and pieces that help build an understanding of the history of the United States of America. There are multiple floors and exploring all exhibits properly will take more than a day. There is an hour tour for … More"
  },
  {
    "reviewerName": "J. Emerson",
    "rating": 5,
    "date": "4 weeks ago",
    "reviewText": "Generally speaking, the more you can go during off-peak hours the better off the experience will be. Especially if you can go in the fall, it's less crowded. There are typically a lot of food trucks parked on the street that are cheaper than what's offered in the museum cafe. It's definitely worth the experience. More"
  },
  {
    "reviewerName": "Janice Koi",
    "rating": 5,
    "date": "2 weeks ago",
    "reviewText": "Easy to get through security and staff was very helpful. Great place to take kids and enjoy. It was quite full especially towards later afternoon. Definitely a museum you’d want to visit as it has a lot of interesting things to see and learn about. More"
  }
]