{
  "generatedAt": "2025-06-12T07:45:27.222Z",
  "totalReplies": 10,
  "replies": [
    {
      "reviewIndex": 1,
      "reviewerName": "Marilyn Medina",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "We had a fantastic time visiting the National Museum of American History! There are so many interest...",
      "suggestedReply": {
        "english": "Thank you for taking the time to share your positive experience, Marilyn Medina! We're so happy that you enjoyed you enjoyed your experience. Your satisfaction is our top priority! Thank you for the detailed feedback!",
        "nepali": "तपाईंको सकारात्मक अनुभव साझा गर्नुभएकोमा धन्यवाद Marilyn Medina! हामी खुसी छौं कि तपाईंले हाम्रो सेवाले तपाईंको अपेक्षा पूरा गर्यो रमाइलो गर्नुभयो। विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 2,
      "reviewerName": "Mary Anne Meade",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "Fantastic day!  I haven’t been here for a number of years and it remains amazing! The exhibits are w...",
      "suggestedReply": {
        "english": "Thank you for taking the time to share your positive experience, Mary Anne Meade! We're so happy that you enjoyed our service met your expectations. Your satisfaction is our top priority! Thank you for the detailed feedback!",
        "nepali": "तपाईंको सकारात्मक अनुभव साझा गर्नुभएकोमा धन्यवाद Mary Anne Meade! हामी खुसी छौं कि तपाईंले सबै कुरा तपाईंको सन्तुष्टि अनुसार थियो रमाइलो गर्नुभयो। विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 3,
      "reviewerName": "daniel zhang",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "This museum is part of Smithsonian system, located on the National Mall, it is free and there is no ...",
      "suggestedReply": {
        "english": "Thank you so much for your wonderful review, daniel zhang! We're thrilled to hear that you had a great experience with us. Your kind words mean a lot to our team, and we look forward to serving you again soon! Thank you for the detailed feedback!",
        "nepali": "धन्यवाद daniel zhang! तपाईंको राम्रो समीक्षाको लागि हामी आभारी छौं। तपाईंको अनुभव राम्रो भएकोमा हामी खुसी छौं। फेरि भेट्ने आशामा! विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 4,
      "reviewerName": "Nea Bacolod",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "The Smithsonian National Museum is an incredible experience! I was especially amazed by the giant el...",
      "suggestedReply": {
        "english": "Thank you for taking the time to share your positive experience, Nea Bacolod! We're so happy that you enjoyed you enjoyed your experience. Your satisfaction is our top priority! Thank you for the detailed feedback!",
        "nepali": "तपाईंको सकारात्मक अनुभव साझा गर्नुभएकोमा धन्यवाद Nea Bacolod! हामी खुसी छौं कि तपाईंले तपाईंको भ्रमण रमाइलो थियो रमाइलो गर्नुभयो। विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 5,
      "reviewerName": "Regina Brown",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "We had a great experience at the Smithsonian National Museum of Natural History! Entry was a bit cha...",
      "suggestedReply": {
        "english": "Thank you for taking the time to share your positive experience, Regina Brown! We're so happy that you enjoyed everything was to your satisfaction. Your satisfaction is our top priority! Thank you for the detailed feedback!",
        "nepali": "तपाईंको सकारात्मक अनुभव साझा गर्नुभएकोमा धन्यवाद Regina Brown! हामी खुसी छौं कि तपाईंले तपाईंले आफ्नो अनुभव रमाइलो गर्नुभयो रमाइलो गर्नुभयो। विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 6,
      "reviewerName": "Taylor Morgan",
      "rating": 4,
      "sentiment": "Positive",
      "reviewSnippet": "I'll be honest, skip everything else and go straight to the third floor. That's where most of the mo...",
      "suggestedReply": {
        "english": "Dear Taylor Morgan, we're delighted to receive your 4-star review! It's wonderful to know that everything was to your satisfaction. We truly appreciate your feedback and can't wait to welcome you back! Thank you for the detailed feedback!",
        "nepali": "प्रिय Taylor Morgan, तपाईंको 4-तारे समीक्षाको लागि धन्यवाद! तपाईंलाई हाम्रो सेवाले तपाईंको अपेक्षा पूरा गर्यो मन परेकोमा हामी खुसी छौं। तपाईंलाई फेरि स्वागत गर्न पाउँदा खुसी हुनेछौं! विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 7,
      "reviewerName": "Grace Marchello",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "I am simply in awe on how many incredible pieces this museum houses- you cannot see everything all i...",
      "suggestedReply": {
        "english": "Thank you for taking the time to share your positive experience, Grace Marchello! We're so happy that you enjoyed you enjoyed your experience. Your satisfaction is our top priority! Thank you for the detailed feedback!",
        "nepali": "तपाईंको सकारात्मक अनुभव साझा गर्नुभएकोमा धन्यवाद Grace Marchello! हामी खुसी छौं कि तपाईंले तपाईंको भ्रमण रमाइलो थियो रमाइलो गर्नुभयो। विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 8,
      "reviewerName": "Kendrick Bui",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "The museum is full of great works and pieces that help build an understanding of the history of the ...",
      "suggestedReply": {
        "english": "Thank you so much for your wonderful review, Kendrick Bui! We're thrilled to hear that you had a great experience with us. Your kind words mean a lot to our team, and we look forward to serving you again soon! Thank you for the detailed feedback!",
        "nepali": "धन्यवाद Kendrick Bui! तपाईंको राम्रो समीक्षाको लागि हामी आभारी छौं। तपाईंको अनुभव राम्रो भएकोमा हामी खुसी छौं। फेरि भेट्ने आशामा! विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 9,
      "reviewerName": "J. Emerson",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "Generally speaking, the more you can go during off-peak hours the better off the experience will be....",
      "suggestedReply": {
        "english": "Thank you so much for your wonderful review, J. Emerson! We're thrilled to hear that you had a great experience with us. Your kind words mean a lot to our team, and we look forward to serving you again soon! Thank you for the detailed feedback!",
        "nepali": "धन्यवाद J. Emerson! तपाईंको राम्रो समीक्षाको लागि हामी आभारी छौं। तपाईंको अनुभव राम्रो भएकोमा हामी खुसी छौं। फेरि भेट्ने आशामा! विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    },
    {
      "reviewIndex": 10,
      "reviewerName": "Janice Koi",
      "rating": 5,
      "sentiment": "Positive",
      "reviewSnippet": "Easy to get through security and staff was very helpful. Great place to take kids and enjoy. It was ...",
      "suggestedReply": {
        "english": "Thank you so much for your wonderful review, Janice Koi! We're thrilled to hear that you had a great experience with us. Your kind words mean a lot to our team, and we look forward to serving you again soon! Thank you for the detailed feedback!",
        "nepali": "धन्यवाद Janice Koi! तपाईंको राम्रो समीक्षाको लागि हामी आभारी छौं। तपाईंको अनुभव राम्रो भएकोमा हामी खुसी छौं। फेरि भेट्ने आशामा! विस्तृत प्रतिक्रियाको लागि धन्यवाद!"
      }
    }
  ]
}